{
/* Passphrase panel titles */
"MESSAGE_AUTHENTICATION_TITLE" = "Identiteit afzender controleren";
"MESSAGE_DECRYPTION_PASSPHRASE_TITLE" = "Bericht decoderen";

/**/
"DECRYPTING" = "Versleutelen...";
"ENCRYPTING" = "Decoderen...";

/* <PGP> submenu title */
"PGP_MENU" = "OpenPGP";
/* <PGP Keys> submenu title */
"PGP_KEYS_MENU" = "OpenPGP sleutels";

/* <PGP> submenu items */
"DECRYPT_MENU" = "Decodeer";
"AUTHENTICATE_MENU" = "Controleer ondertekening";
"ENCRYPT_MENU" = "Versleutel nieuw bericht";
"SIGN_MENU" = "Onderteken nieuw bericht";

/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Versie: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "GPGMail";

/* Alert title and message */
"MSG_DECRYPTION_ALERT_TITLE_NOT_SIGNED" = "Bericht decoderen";
"DECRYPTED_MSG_NOT_SIGNED" = "Dit bericht is versleuteld, maar niet ondertekend. De identiteit van de afzender kan niet worden gecontroleerd.";
"MSG_ENCRYPTION_ALERT_TITLE" = "Versleutelen in PGP is mislukt";
"MSG_DECRYPTION_ALERT_TITLE" = "Decoderen in PGP is mislukt";
"MSG_SIGNING_ALERT_TITLE" = "Ondertekenen in PGP is mislukt";
"UNSUPPORTED_ENCRYPTION_FORMAT" = "GPGMail kan de gebruikte manier van versleutelen in dit bericht niet decoderen.";
"DATA_NOT_AVAILABLE" = "De inhoud van dit bericht is tijdelijk niet beschikbaar.";

/* Informational alert title and message */
"AUTHENTICATION_TITLE_OK" = "PGP Identiteitscontrole";

/**/
"AUTHENTICATION_TITLE_FAILED" = "PGP Identiteitscontrole mislukt";
"TRY_AGAIN" = "Probeer nogmaals";
"CANCEL_DELIVERY" = "Annuleer";
"CANCEL_DECRYPTION" = "Annuleer";

/**/
"AUTHENTICATION_TITLE_UNSIGNED" = "PGP Identiteitscontrole";
"UNSIGNED_PGP_MESSAGE" = "Dit bericht is niet PGP-ondertekend.";

/* Toolbar item titles */
"DECRYPT_ITEM" = "Decodeer";
"AUTHENTICATE_ITEM" = "Controleer identiteit";
"MAKE_ENCRYPTED_ITEM" = "Maak versleuteld bericht";
"MAKE_CLEAR_ITEM" = "Maak onversleuteld bericht";
"MAKE_UNSIGNED_ITEM" = "Maak zonder ondertekening";
"MAKE_SIGNED_ITEM" = "Maak ondertekend";
"ENCRYPTED_ITEM" = "Versleuteld";
"CLEAR_ITEM" = "Niet versleuteld";
"SIGNED_ITEM" = "Ondertekend";
"UNSIGNED_ITEM" = "Niet ondertekend";

/* Toolbar item tooltips  */
"DECRYPT_ITEM_TOOLTIP" = "Decodeer een PGP-versleuteld bericht";
"AUTHENTICATE_ITEM_TOOLTIP" = "Controleer de ondertekening van een PGP-ondertekend bericht";
"MAKE_CLEAR_ITEM_TOOLTIP" = "Selecteer om een onversleuteld bericht te maken";
"MAKE_ENCRYPTED_ITEM_TOOLTIP" = "Selecteer om een PGP-versleuteld bericht te maken";
"MAKE_UNSIGNED_ITEM_TOOLTIP" = "Selecteer om een bericht te maken zonder PGP-ondertekening";
"MAKE_SIGNED_ITEM_TOOLTIP" = "Selecteer om een bericht te maken met PGP-ondertekening";
"ENCRYPTED_ITEM_TOOLTIP" = "Bericht wordt versleuteld; klik om een onversleuteld bericht te verzenden";
"CLEAR_ITEM_TOOLTIP" = "Bericht wordt niet versleuteld; klik om het bericht te versleutelen";
"SIGNED_ITEM_TOOLTIP" = "Dit bericht wordt wel PGP-ondertekend. Klik als u het bericht niet wilt ondertekenen.";
"UNSIGNED_ITEM_TOOLTIP" = "Het bericht wordt niet PGP-ondertekend. Klik als u het bericht wel wilt ondertekenen.";

/* Signature information */
"Bad policy!"  = "Slechte gewoonte! "; // Followed by a list of policy URLs
"Policy: " = "Gewoontes: "; // Followed by a list of policy URLs
"Signed on %@" = "Ondertekend op %@"; // Param is a date, whose format is set by SIGNATURE_CREATION_DATE_FORMAT
"SIGNATURE_CREATION_DATE_FORMAT" = "%c"; // See NSCalendarDate documentation for format
"No signature creation date available" = "De datum van ondertekening is niet beschikbaar";
"Key fingerprint: %@" = "Vingerafdruk van de sleutel: %@";
"Key ID: 0x%@" = "Sleutel ID: 0x%@";
"No key fingerprint/ID available" = "Geen vingerafdruk/ID van de sleutel beschikbaar";
"Validity: %@" = "Betrouwbaarheid: %@"; // Param is the validity status string
"Signature expires on %@" = "Ondertekening verloopt op %@"; // Param is a date, whose format is set by SIGNATURE_EXPIRATION_DATE_FORMAT
"SIGNATURE_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Key expired on %@" = "Sleutel is verlopen op %@"; // Param is a date, whose format is set by KEY_EXPIRATION_DATE_FORMAT
"KEY_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Signed by %@." = "Ondertekend door %@."; // Param is a userID
"Signature from %@ is bad!" = "De ondertekening van %@ is fout."; // Param is a userID
"Signature is bad!" = "Foute ondertekening.";
"Signature status error." = "Fout bij de status van de ondertekening.";
"MISSING KEY %@." = "Sleutel %@ ontbreekt."; // Param is a key ID in hexadecimal
"Signature summary 0x%04x - Signature status %u." = "Er is een onbekende fout opgetreden: samenvatting van de ondertekening: 0x%04x - status van de ondertekening: %u."; // Generic error message; first param is a hex status flag value, second is a decimal status value
"EXCEPTION: %@" = "Er is een fout opgetreden: %@"; // Generic error message; param is a string (exception reason, maybe not localized)
"AUTHENTICATING" = "Controleren identiteit...";
"UNTRUSTED RECIPIENTS" = "Een of meer van de sleutels wordt niet vertrouwd.";

/* Title */
/* Error messages */
"GPGMAIL_CANNOT_WORK" = "GPGMail kan niet werken. Het programma waar het mee samenwerkt kon niet worden opgestart. Stop en herstart Mail. Treedt deze fout dan weer op, zend dan alstublieft een mail naar gpgmail-devel@lists.gpgmail.org waarin u omschrijft wat er gebeurd. De ontvanger leest geen nederlands, maar wel engels. Kunt u uw mail alleen in het nederlands schrijven, zet u er dan 'this mail is in dutch' boven.";
"GPGMAIL_CANNOT_WORK_HAS_GPG_%@_VERSION_%@_NEEDS_%@" = "GPGMail kan niet werken. Het programma GnuPG (%@) versie %@ is aanwezig, maar versie %@ of nieuwer is nodig voor GPGMail. Stop Mail en installeer een nieuwere versie van GnuPG (bijvoorbeeld van de MacGPG groep, http://macgpg.sourceforge.net/). Daarna kunt u Mail opnieuw starten."; // First arg is path to gpg, second and third are version strings
"GPGMAIL_CANNOT_WORK_MISSING_GPG_%@_VERSION_%@" = "GPGMail kan niet werken. Voor GPGMail is het programma GnuPG (%@), versie %@ of nieuwer nodig. Stop Mail en installeer GnuPG (bijvoorbeeld van de MacGPG groep, http://macgpg.sourceforge.net/). Daarna kunt u Mail opnieuw starten."; // First arg is path to gpg, second is version string
"INVALID_GPGMAIL_VERSION" = "Deze versie van GPGMail werkt niet bij deze versie van Mail."; /* Title of alert sheet */
"NEEDS_COMPATIBLE_BUNDLE_VERSION" = "U heeft niet de juiste versie van GPGMail voor uw versie van Mail. U kunt de juiste versie van GPGMail downloaden van http://www.gpgmail.org/. ";

/* Validity */
"VALIDITY: " = "betrouwbaarheid: ";
"Validity=0" = "onbekend";
"Validity=1" = "ongedefiniëerd";
"Validity=2" = "nooit";
"Validity=3" = "gedeeltelijk";
"Validity=4" = "volledig";
"Validity=5" = "maximaal";

/* Generic MacGPGME error messages */
"GPGErrorCode=1" = "Onbekende fout";
"GPGErrorCode=8" = "Foute ondertekening";
"GPGErrorCode=9" = "Er is geen publieke sleutel";
"GPGErrorCode=10" = "Fout bij het controlegetal";
"GPGErrorCode=11" = "Fout wachtwoord";
"GPGErrorCode=15" = "Ongeldige armor";
"GPGErrorCode=17" = "Er is geen geheime sleutel";
"GPGErrorCode=31" = "Ongeldig wachtwoord";
"GPGErrorCode=40" = "Fout bij de sleutel server";
"GPGErrorCode=53" = "Onbruikbare publieke sleutel";
"GPGErrorCode=54" = "Onbruikbare geheime sleutel";
"GPGErrorCode=55" = "Ongeldige waarde";
"GPGErrorCode=58" = "Geen gegevens";
"GPGErrorCode=69" = "Niet mogelijk";
"GPGErrorCode=84" = "Niet ondersteund algorithme";
"GPGErrorCode=94" = "De sleutel is herroepen";
"GPGErrorCode=99" = "Geannuleerd";
"GPGErrorCode=107" = "De naam is eerder gebruikt";
"GPGErrorCode=116" = "Geen overeenkomstige policy";
"GPGErrorCode=125" = "Fout sleutel gebruik";
"GPGErrorCode=150" = "Ongeldige engine";
"GPGErrorCode=151" = "De publieke sleutel wordt niet vertrouwd";
"GPGErrorCode=152" = "Ontcijferen is mislukt";
"GPGErrorCode=153" = "De sleutel is verlopen";
"GPGErrorCode=154" = "De ondertekening is verlopen";
"GPGErrorCode=16383" = "EOF";

/* Signature attachment filename (suffixed automatically by .sig) */
"PGP_SIGNATURE_FILENAME" = "PGP";

/* Signature attachment content-description */
"This is a digitally signed message part" = "Dit deel van het bericht is digitaal ondertekend";

/* Version MIME part content description header */
"CONTENT_DESCRIPTION_HEADER" = "PGP/MIME versie";

/* Encrypted attachment filename (suffixed automatically by .asc) */
"PGP_ENCRYPTED_FILENAME" = "PGP";

/* Encrypted attachment content-description */
"This is an encrypted message part" = "Deze bijlage is versleuteld in OpenPGP";

/* Multiple-part description */
"MULTIPART_ENCRYPTED_DESCRIPTION" = "Dit bericht is versleuteld in OpenPGP/MIME (RFC 2440 en 3156)";
"MULTIPART_SIGNED_DESCRIPTION" = "Dit bericht is ondertekend in OpenPGP/MIME (RFC 2440 en 3156)";

/* Tooltip for banner icons */
"SIGNATURE_IS_GOOD" = "De ondertekening is goed; het bericht is niet veranderd sinds de ondertekening";
"SIGNATURE_IS_NOT_GOOD" = "De ondertekening is niet goed; het bericht is veranderd na ondertekening";

/* PGP Key Download panel */
"PGP_SEARCH_KEYS_MENUITEM" = "OpenPGP sleutel zoeken";
"SEARCH" = "Zoek";
"CANCEL_SEARCH" = "Annuleer";
"SEARCHING" = "Zoeken...";
"NO_MATCHING_KEYS" = "Geen sleutel gevonden";
"FOUND_%d_KEYS" = "%d sleutel(s) gevonden";
"DOWNLOAD" = "Download";
"DOWNLOADING" = "Downloaden...";
"DOWNLOADED" = "sleutel(s) gedownload en geïmporteerd";
"SEARCH_KEYS_ON_SERVER" = "Zoek PGP sleutels op sleutel server";
"DOWNLOAD_KEYS_FROM_SERVER" = "Download PGP sleutels van sleutel server";
"SEARCH_ERROR" = "Tijdens het zoeken trad een fout op";
"DOWNLOAD_ERROR" = "Tijdens het downloaden trad een fout op";
" (%u bits)" = " (%u bits)";
", created on %@" = ", gemaakt op %@";
", expires on %@" = ", verloopt op %@";
", expired on %@" = ", verloopt op %@";
"REVOKED_KEY - " = "Herroepen - "; // Prefixes found key description, when necessary; followed by keyID, userID, etc.

/* Unmatched PGP keys for receipts - sheet */
"MISSING_KEYS: DOWNLOAD" = "Voor sommige adressen is geen PGP sleutel bekend. Zoeken naar sleutel?"; // Title
"UNMATCHED_ADDRESSES: %@" = "Bij deze email adressen is geen PGP sleutel bekend:\n%@"; // Message
"SEARCH_MATCHING_KEYS" = "Zoek"; // Default button
"SEND_IN_CLEAR" = "Verstuur onversleuteld"; // Other button

"INVALID_HASH_%@" = "Het hash algorithme '%@' is niet toegestaan volgens RFC3156.";
"GPGMAIL_VS_PGPMAIL" = "GPGMail kan niet werken als PGPMail geïnstalleerd is";
"GPGMAIL_%@_VS_PGPMAIL_%@" = "Beide programma's bieden dezelfde functies, met verschillende methodes. Slechts een van beide kan tegelijkertijd geïnstalleerd zijn. U moet of '%@' of '%@' verwijderen.";
"QUIT" = "Stop";
"CONTINUE_ANYWAY" = "Probeer toch door te gaan";

/* Composer accessory view header, under To:, CC:, Subject: */
"PGP:" = "PGP:";

/* Key description in popups; prefixes key (actually, primary userID), when necessary; followed by keyID, userID, etc.*/
"REVOKED_KEY:" = "Herroepen:";
"EXPIRED_KEY:" = "Verlopen:";
"DISABLED_KEY:" = "Buiten werking:";
"INVALID_KEY:" = "Onbetrouwbaar:";

/* UserID description in popups; prefixes userID, when necessary; followed by name, email, etc.*/
"REVOKED_USER_ID:" = "Herroepen:";
"INVALID_USER_ID:" = "Onbetrouwbaar:";

/* GPGMail exception reasons */
"NO_VALID_PUBLIC_KEY" = "Geen bruikbare publieke sleutel is beschikbaar. De publieke sleutel(s) zijn verlopen, buiten werking of herroepen."; // Could be displayed after encryption
"NO_VALID_PRIVATE_KEY" = "Geen goede persoonlijke sleutel is beschikbaar. Wellicht heeft u geen persoonlijke sleutel geselecteerd, of de geselecteerde sleutel is verlopen, buiten werking of herroepen."; // Could be displayed after encryption

/* Alert when user has no PGP key */
"NO PGP PRIVATE KEY - TITLE" = "U heeft geen eigen PGP sleutel. U kan GPGMail niet gebruiken om berichten te versleutelen of te ondertekenen.";
"NO PGP PRIVATE KEY - MESSAGE" = "Als u berichten wilt kunnen versleutelen of ondertekenen met PGP, heeft u een eigen PGP sleutel nodig. Om een PGP sleutel te maken, kunt u het programma KeyChain Access gebruiken. U kunt dat programma van MacGPG downloaden van http://macgpg.sourceforge.net/";

/* Conflict resolution panel*/
"<ME>" = "Mij";
"<YES>" = "Ja";
"<NO>" = "Nee";
"<ALWAYS>" = "Altijd";
"<NEVER>" = "Nooit";
"<ACCEPTS>" = "Accepteert";

/* Additional info describing key */
"DISABLED_KEY_QUALIFIER" = "buiten werking";
"INVALID_KEY_QUALIFIER" = "onbetrouwbaar";
"REVOKED_KEY_QUALIFIER" = "herroepen";
"EXPIRED_KEY_QUALIFIER" = "verlopen";
"CANNOT_ENCRYPT_KEY_QUALIFIER" = "kan niet versleutelen";
"CANNOT_SIGN_KEY_QUALIFIER" = "kan niet ondertekenen";

/* Additional info describing userID */
"INVALID_USER_ID_QUALIFIER" = "onbetrouwbaar";
"REVOKED_USER_ID_QUALIFIER" = "herroepen";

"COPY_MSG_URL_MENUITEM" = "Copy Message URL";
}
